Repository: mammique/tp-wp-crowdfunding-widget
Catalog: *.po
Languages: fr_fr

source: Something went wrong, our staff is working on it, sorry for the inconvenience.
fr_fr: Un problème est survenu, notre équipe travaille à le résoudre, veuillez nous excuser pour le dérangement.

source: receiver email address mismatch.
fr_fr: incompatibilité de l'adresse du bénéficiaire.

source: currency mismatch.
fr_fr: incompatibilité de devise.

source: Transaction already registered.
fr_fr: Transaction déjà enregistrée.

source: Thank you!
fr_fr: Merci !

source: Your participation has been succesfuly registered
fr_fr: Votre participation a bien été enregistrée

source: please check your email for more details.
fr_fr: veuillez consulter votre messagerie pour davantage de détails.

source: Donate!
fr_fr: Donner !

source: Thank you for your participation!
fr_fr: Merci pour votre participation !

source: Hello
fr_fr: Bonjour

source: thank you for your participation to our project!
fr_fr: merci de votre participation à notre projet !

source: You can check information about your payment on your PayPal account at https://paypal.com/
fr_fr: Vous pouvez vérifier les information de votre paiement sur votre compte PayPal à l'adresse https://paypal.com/

source: Tracability and transparency about the use of your money is monitored by the free and Open Source software Traceparent (http://traceparent.com/) that is running the funding gauge on our website.
fr_fr: La traçabilité et la transparence sur l'utilisation de votre argent est suivie par le Logiciel Libre et Open Source Traceparent (http://traceparent.com/) qui opère le fonctionnement de la jauge de financement présente sur notre site.

source: Your profile information is managed by Gravatar, if you want to set your avatar up, please set it using this very same email (%1$s) at http://gravatar.com/
fr_fr: Les informations de votre profil sont gérées par Gravatar, si vous souhaitez définir votre avatar, veuillez le définir avec ce même email (%1$s) à l'adresse http://gravatar.com/

source: Best regards,
fr_fr: Cordialement,
